Repository: LucasCavalherie/CinemAI
Catalog: FilmFinder/Localizable.xcstrings
Source language: pt_br
Languages: en

source: %@ Filmes Favoritos
en: %@ Favorite movies

source: com você agora:
en: with you now:

source: compatíveis
en: compatible

source: mais compatíveis
en: more compatible

source: %@ Filmes Assistidos |
en: %@ Movies Watched |

source: %@ temporadas
en: %@ seasons

source: %lld assistidos | %lld favoritos
en: %lld watched | %lld favorites

source: %lld buscas restantes hoje
en: %lld searches left today

source: %lld de %lld buscas restantes hoje
en: %lld of %lld searches left today

source: %lld temporadas
en: %lld seasons

source: A vida é uma só
en: Life is only one

source: Ação
en: Action

source: Adolescente
en: Adolescent

source: Ajustes
en: Settings

source: Algo deu errado
en: Something went wrong

source: Aluguel
en: Rent

source: Animação
en: Animation

source: Animais
en: Animals

source: Apaixonado(a)
en: In love

source: Assinatura
en: Subscription

source: Assistidos
en: Watched

source: Atualize o app ou tente novamente em instantes
en: Update the app or try again shortly

source: Biográfico
en: Biographical

source: Buscas
en: Searches

source: Cancelar
en: Cancel

source: Carregando…
en: Loading…

source: Carros
en: Cars

source: Chorar igual um bebê
en: Cry like a baby

source: Clichê
en: Cliche

source: com você
en: with you

source: Comédia
en: Comedy

source: Como você se sente hoje:
en: How do you feel today:

source: Compra
en: Buy

source: Concluir
en: Conclude

source: Conectado com a Apple
en: Signed in with Apple

source: Conforto
en: Comfort

source: Conta
en: Account

source: Dados de filmes e séries: TMDB
en: Movie and series data: TMDB

source: Dados de streaming: JustWatch
en: Streaming data: JustWatch

source: Dança
en: Dance

source: Descreva as características que estiver procurando como um passe de mágica
en: Describe the characteristics you are looking for like magic

source: Descreva o tipo de filme que você está a fim de assistir agora
en: Describe the type of film you want to watch right now

source: Descrição
en: Description

source: Desmarcar como assistido
en: Unmark as watched

source: Disponível em
en: Available on

source: Divertido
en: Funny

source: Encontrando as opções mais
en: Finding the most options

source: Encontre um filme ou série baseado na sua preferência, de forma rápida e simples!
en: Find a movie or series based on your preference, quickly and simply!

source: Entre para usar sua assinatura em todos os seus aparelhos. Você pode buscar sem entrar.
en: Sign in to use your subscription on all your devices. You can search without signing in.

source: Escolha um método de busca:
en: Choose a search method:

source: Espionagem
en: Spy

source: Esportes
en: Sports

source: Estamos com instabilidade. Tente novamente em instantes
en: We're having issues. Please try again shortly

source: Estas são as séries
en: These are the series

source: Estes são os filmes
en: These are the movies

source: Excluir conta
en: Delete account

source: Excluir conta?
en: Delete account?

source: Faroeste
en: Western

source: Favoritar
en: Add to favorites

source: Favoritos
en: Favorites

source: Filmes
en: Films

source: Genêro:
en: Genre:

source: Grátis
en: Free

source: Guerra
en: War

source: Histórico
en: Historic

source: Inspirado
en: Inspired

source: Marcar como assistido
en: Mark as watched

source: Meu Perfil
en: My profile

source: Mistério
en: Mystery

source: Não disponível em streaming na sua região
en: Not available to stream in your region

source: Não encontramos nada...
en: We didn't find anything...

source: Não foi possível autenticar o app
en: Couldn't authenticate the app

source: Noite de filmes com amigos
en: Movie night with friends

source: Onde assistir
en: Where to watch

source: Ou descreva o que está procurando
en: Or describe what you are looking for

source: Pesquisar %@
en: Search %@

source: Pesquise com nossas sugestões
en: Search with our suggestions

source: Policial
en: Police officer

source: Política de privacidade
en: Privacy policy

source: Por que combina
en: Why it fits

source: Próximo
en: Next

source: Recomendações
en: Recommendation

source: Reflexivo
en: Reflective

source: Relaxado
en: chilled out

source: Remover dos favoritos
en: Remove from favorites

source: Rir até não conseguir mais
en: Laugh until you can't stop

source: Robôs
en: Robots

source: Sair
en: Sign out

source: Selecionar categorias
en: Select categories

source: Selecione nas nossas categorias o que está procurando
en: Select what you are looking for from our categories

source: Selecione o tipo de conteúdo que você está procurando:
en: Select the type of content you are looking for:

source: Sem conexão
en: No connection

source: Sem travar na hora de escolher o que assistir
en: Without getting stuck when choosing what to watch

source: Séries
en: Series

source: Serviço indisponível no momento
en: Service unavailable right now

source: Sobre
en: About

source: Sobrenatural
en: Supernatural

source: Sua conta e sua assinatura vinculada serão removidas dos nossos servidores. Seus filmes salvos neste aparelho continuam aqui.
en: Your account and linked subscription will be removed from our servers. Movies saved on this device stay here.

source: Suas buscas de hoje acabaram
en: You're out of searches for today

source: Super Herói
en: Super hero

source: Tema:
en: Theme:

source: Tentar de novo
en: Try again

source: Tente novamente
en: Try again

source: Tente novamente mais tarde ou descreva algo diferente
en: Try again later or describe something different

source: Termos de uso
en: Terms of use

source: Trocar por outra opção
en: Swap for another option

source: Ver onde assistir
en: See where to watch

source: Verifique sua internet e tente novamente
en: Check your internet and try again

source: Versão
en: Version

source: Voltar
en: Back

source: Volte amanhã para novas recomendações
en: Come back tomorrow for new recommendations

source: Zumbi
en: Zombie

source: Biblioteca
en: Library

source: Buscar na biblioteca
en: Search library

source: %lld assistidos · %lld favoritos
en: %lld watched · %lld favorites

source: Segmento
en: Segment

source: Tipo
en: Type

source: Todos
en: All

source: Grade
en: Grid

source: Lista
en: List

source: Nada favoritado ainda
en: No favorites yet

source: Nada assistido ainda
en: Nothing watched yet

source: Seu histórico está vazio
en: Your history is empty

source: Toque no coração de um título para guardá-lo aqui.
en: Tap the heart on a title to keep it here.

source: Marque títulos como assistidos para acompanhá-los aqui.
en: Mark titles as watched to track them here.

source: Os títulos que o app recomendar aparecem aqui.
en: Titles the app recommends show up here.

source: Removido dos favoritos
en: Removed from favorites

source: Removido dos assistidos
en: Removed from watched

source: Removido do histórico
en: Removed from history

source: Desfazer
en: Undo

source: Nenhum resultado
en: No results

source: Tente outro termo ou filtro.
en: Try another term or filter.

source: Ir para Recomendações
en: Go to Recommendations

source: Limpar histórico
en: Clear history

source: Limpar histórico?
en: Clear history?

source: Desfavoritar
en: Unfavorite

source: Assistido
en: Watched

source: Não assistido
en: Not watched

source: Remover
en: Remove

source: Buscas de hoje
en: Today's searches

source: %lld restantes
en: %lld left

source: Renova %@
en: Resets %@

source: Sem conta conectada
en: No account connected
